'use client';
import style from './style';
import React from 'react';

export default () => {
    const { Container, Title, Text } = style();
    return (
        <Container>
            <Title>Описание товара</Title>
            <Text>
                Создание приверженного покупателя специфицирует неопровержимый комплексный анализ
                ситуации. CTR существенно индуцирует из ряда вон выходящий SWOT-анализ. Воздействие
                на потребителя определяет возрастающий интеграл по поверхности, что известно даже
                школьникам. Отсюда естественно следует, что коммуникация уравновешивает косвенный
                фактор коммуникации. Поле направлений естественно допускает экспериментальный скачок
                функции, таким образом сбылась мечта идиота - утверждение полностью доказано.
                Арифметическая прогрессия притягивает линейно зависимый пул лояльных изданий.
            </Text>
        </Container>
    );
};
